{
  "toomanyglyphs.glyph_desc.glyph_amplify_three" : "Безумный вариант усиления, который вбрасывает откровенно абсурдное количество маны в эффект.",
  "toomanyglyphs.glyph_desc.glyph_amplify_two" : "Интенсивный вариант усиления, который жертвует эффективностью ради силы.",
  "toomanyglyphs.glyph_desc.glyph_chaining" : "Проносит заклинание цепью через несколько близстоящих целей, либо похожих блоков, либо живых существ, исключая заклинателя. «Область действия» увеличивает количество целей. «Пронзание» увеличивает максимальное расстояние прыжка между целями.",
  "toomanyglyphs.glyph_desc.glyph_filter_animal" : "Останавливает сотворение заклинания, если оно не нацелено на размножаемое животное.",
  "toomanyglyphs.glyph_desc.glyph_filter_block" : "Останавливает сотворение заклинания, если оно не нацелено на блок.",
  "toomanyglyphs.glyph_desc.glyph_filter_entity" : "Останавливает сотворение заклинания, если оно не нацелено на существо.",
  "toomanyglyphs.glyph_desc.glyph_filter_is_baby" : "Останавливает сотворение заклинания, если оно не нацелено на незрелое растущее живое существо.",
  "toomanyglyphs.glyph_desc.glyph_filter_is_mature" : "Останавливает сотворение заклинания, если оно не нацелено на зрелое растущее живое существо.",
  "toomanyglyphs.glyph_desc.glyph_filter_item" : "Останавливает сотворение заклинания, если оно не нацелено на выпавший предмет в мире. Вероятно, бесполезно с глифами «Снаряд» и «Луч», которые не могут нацеливаться на неживые сущности.",
  "toomanyglyphs.glyph_desc.glyph_filter_living" : "Останавливает сотворение заклинания, если оно не нацелено на живое существо.",
  "toomanyglyphs.glyph_desc.glyph_filter_living_not_monster" : "Останавливает сотворение заклинания, если оно не нацелено на живое существо, исключая монстров.",
  "toomanyglyphs.glyph_desc.glyph_filter_living_not_player" : "Останавливает сотворение заклинания, если оно не нацелено на живое существо, исключая игроков.",
  "toomanyglyphs.glyph_desc.glyph_filter_monster" : "Останавливает сотворение заклинания, если оно не нацелено на живого монстра.",
  "toomanyglyphs.glyph_desc.glyph_filter_player" : "Останавливает сотворение заклинания, если оно не нацелено на живого игрока.",
  "toomanyglyphs.glyph_desc.glyph_lay_on_hands" : "Контекстно-чувствительная комбинация глифов «Касание» и «На себя». Нацеливается на живых существ, не являющихся монстрами с помощью формы «Касание», или формой «На себя», если касание невозможно, и не тратя ману, если выбор цели полностью провален. Если сразу за ним следует глиф «Фильтр», то этот фильтр применяется вместо «Фильтр: Не монстр».",
  "toomanyglyphs.glyph_desc.glyph_ray" : "Мгновенно поражает нацеленную цель на ограниченном, но большем, чем у глифа «Касание», расстоянии. Мана расходуется независимо от того, попадает ли луч во что-либо. «Область действия» увеличивает диапазон. «Чувствительность 1» позволяет лучу поражать объекты, которые не блокируют движение, например, растения или магический свет. «Чувствительность 2» позволяет лучу поражать жидкости.",
  "toomanyglyphs.glyph_desc.glyph_reverse_direction" : "Разворачивает эффекты заклинания, нацеленного на блок, в сторону обратную грани блока, в которую попало заклинание.",
  "toomanyglyphs.glyph_name.glyph_amplify_three" : "Усиление III",
  "toomanyglyphs.glyph_name.glyph_amplify_two" : "Усиление II",
  "toomanyglyphs.glyph_name.glyph_chaining" : "Цепочка",
  "toomanyglyphs.glyph_name.glyph_filter_animal" : "Фильтр: Животное",
  "toomanyglyphs.glyph_name.glyph_filter_block" : "Фильтр: Блок",
  "toomanyglyphs.glyph_name.glyph_filter_entity" : "Фильтр: Существо",
  "toomanyglyphs.glyph_name.glyph_filter_is_baby" : "Фильтр: Детёныш",
  "toomanyglyphs.glyph_name.glyph_filter_is_mature" : "Фильтр: Взрослый",
  "toomanyglyphs.glyph_name.glyph_filter_item" : "Фильтр: Предмет",
  "toomanyglyphs.glyph_name.glyph_filter_living" : "Фильтр: Живое",
  "toomanyglyphs.glyph_name.glyph_filter_living_not_monster" : "Фильтр: Не монстр",
  "toomanyglyphs.glyph_name.glyph_filter_living_not_player" : "Фильтр: Не игрок",
  "toomanyglyphs.glyph_name.glyph_filter_monster" : "Фильтр: Монстр",
  "toomanyglyphs.glyph_name.glyph_filter_player" : "Фильтр: Игрок",
  "toomanyglyphs.glyph_name.glyph_lay_on_hands" : "Наложение рук",
  "toomanyglyphs.glyph_name.glyph_ray" : "Луч",
  "toomanyglyphs.glyph_name.glyph_reverse_direction" : "Обратное направление"
}